Revit 2027 API
GroupTypeId.PrimaryEnd Property
 Primary End.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PrimaryEnd { get; }
Public Shared ReadOnly Property PrimaryEnd As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PrimaryEnd {
	ForgeTypeId^ get ();
}
static member PrimaryEnd : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace